/* 
   Alert.strings
   SkypeMac

   Created by Toomas Vahter on 05.10.10.
   Copyright 2010 Skype. All rights reserved.
 */

/* Alerts preferences: Incoming Details Request sound */
AlertSoundName_AuthorizationRequestReceived = "Příchozí žádost o kontakt";

/* Alerts preferences: Busy sound */
AlertSoundName_Busy = "Obsazeno";

/* Alerts preferences: Call Error 1 sound */
AlertSoundName_CallError1 = "Hovor – chyba 1";

/* Alerts preferences: Call Error 2 sound */
AlertSoundName_CallError2 = "Hovor – chyba 2";

/* Alerts preferences: Call Waiting sound */
AlertSoundName_CallWaiting = "Čekající hovor";

/* Alerts preferences: Connection sound */
AlertSoundName_Connection = "Spojení";

/* Alerts preferences: Contact Available sound */
AlertSoundName_ContactAvailable = "Stav kontaktu se změní na Online";

/* Alerts preferences: Contact Unavailable sound */
AlertSoundName_ContactUnavailable = "Stav kontaktu se změní na Offline";

/* Alerts preferences: Contacts Received sound */
AlertSoundName_ContactsReceived = "Příjem kontaktů";

/* Alerts preferences: File Transfer Complete sound */
AlertSoundName_FileTransferComplete = "Dokončení přenosu souborů";

/* Alerts preferences: File Transfer Failed sound */
AlertSoundName_FileTransferFailed = "Selhání přenosu souborů";

/* Alerts preferences: First Message Received sound */
AlertSoundName_FirstMessageReceived = "Přijetí první zprávy";

/* Alerts preferences: Hang Up sound */
AlertSoundName_HangUp = "Ukončený hovor";

/* Alerts preferences: Hold Call sound */
AlertSoundName_HoldCall = "Přidržení hovoru";

/* Alerts preferences: Incoming Call sound */
AlertSoundName_IncomingCall = "Příchozí hovor";

/* Alerts preferences: Incoming File Transfer sound */
AlertSoundName_IncomingFileTransfer = "Příchozí přenos souborů";

/* Alerts preferences: Sign In sound */
AlertSoundName_Login = "Přihlášení";

/* Alerts preferences: Sign Out sound */
AlertSoundName_Logout = "Odhlášení";

/* Alerts preferences: Message Received sound */
AlertSoundName_MessageReceived = "Přijetí zprávy";

/* Alerts preferences: Foreground Message Received sound */
AlertSoundName_ForegroundMessageReceived = "Přijetí zprávy na popředí";

/* Alerts preferences: Message Sent sound */
AlertSoundName_MessageSent = "Zpráva byla odeslána";

/* Alerts preferences: New User sound */
AlertSoundName_NewUser = "Nový uživatel";

/* Alerts preferences: Outgoing Call sound */
AlertSoundName_OutgoingCall = "Odchozí hovor";

/* Alerts preferences: Remote Hang Up sound */
AlertSoundName_RemoteHangUp = "Zavěšení na druhé straně";

/* Alerts preferences: Resume Call sound */
AlertSoundName_ResumeCall = "Pokračování v hovoru";

/* Alerts preferences: Touch Tone Dial Up sound */
AlertSoundName_TouchToneDialUp = "Vytočení pomocí tónové volby";

/* Alerts preferences: TripleBeep sound */
AlertSoundName_TripleBeep = "Tři pípnutí";

/* Alerts preferences: Voicemail sound */
AlertSoundName_Voicemail = "Hlasová zpráva";

/* Alerts preferences: Sign out event */
AlertEventName_SignOut = "Když se odhlásím";

/* Alerts preferences: Sign In event */
AlertEventName_SignIn = "Když se přihlásím";

/* Alerts preferences: Contact Becomes Available event */
AlertEventName_ContactBecomesAvailable = "Kontakt se přepne na Online";

/* Alerts preferences: Contact Becomes Unavailable event */
AlertEventName_ContactBecomesUnavailable = "Kontakt se přepne na Offline";

/* Alerts preferences: Incoming Call event */
AlertEventName_IncomingCall = "Příchozí hovor";

/* Alerts preferences: Incoming Call - Call Waiting event */
AlertEventName_IncomingCallWaiting = "Příchozí hovor – čekající hovor";

/* Alerts preferences: Call Connecting event */
AlertEventName_CallConnecting = "Spojování hovoru";

/* Alerts preferences: Outgoing Call event */
AlertEventName_OutgoingCall = "Odchozí hovor";

/* Alerts preferences: Hang Up event */
AlertEventName_HangUp = "Ukončený hovor";

/* Alerts preferences: Remote Party Hung Up event */
AlertEventName_RemotePartyHungUp = "Účastník skupinového hovoru zavěsí";

/* Alerts preferences: Busy event */
AlertEventName_Busy = "Obsazeno";

/* Alerts preferences: Hold Call event */
AlertEventName_HoldCall = "Přidržení hovoru";

/* Alerts preferences: Resume Call event */
AlertEventName_ResumeCall = "Pokračovat v hovoru";

/* Alerts preferences: Message Received event */
AlertEventName_MessageReceived = "Nová zpráva v nedávné konverzaci";

/* Alerts preferences: Foreground Message Received event */
AlertEventName_ForegroundMessageReceived = "Nová zpráva v aktuální konverzaci";

/* Alerts preferences: First Message Received event */
AlertEventName_FirstMessageReceived = "První zpráva v konverzaci";

/* Alerts preferences: Mood Message Received event */
AlertEventName_MoodMessageReceived = "Přijetí zprávy o náladě";

/* Alerts preferences: Contact Is Typing event */
AlertEventName_ContactTyping = "Kontakt píše";

/* Alerts preferences: Message Sent event */
AlertEventName_MessageSent = "Zpráva byla odeslána";

/* Alerts preferences: Contact Request Received event */
AlertEventName_ContactRequestReceived = "Příjetí žádosti o kontakt";

/* Alerts preferences: Contacts Received event */
AlertEventName_ContactsReceived = "Příjem kontaktů";

/* Alerts preferences: Incoming File Transfer event */
AlertEventName_IncomingFileTransfer = "Příchozí přenos souborů";

/* Alerts preferences: File Transfer Completed event */
AlertEventName_FileTransferCompleted = "Dokončení přenosu souborů";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_FileTransferFailed = "Selhání přenosu souborů";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_DesktopAPIClientConnected = "Připojení desktopové aplikace API";

/* Alerts preferences: - When I Log In text to speak */
AlertTextToSpeak_SignIn = "Přihlásili jste se.";

/* Alerts preferences: - When I Log Out text to speak */
AlertTextToSpeak_SignOut = "Odhlásili jste se.";

/* Alerts preferences: - Contact Becomes Available text to speak */
AlertTextToSpeak_ContactBecomesAvailable = "Stav kontaktu \"@\" se změnil na online.";

/* Alerts preferences: - Contact Becomes Unavailable text to speak */
AlertTextToSpeak_ContactBecomesUnavailable = "Stav kontaktu \"@\" se změnil na offline.";

/* Alerts preferences: - Incoming Call, Incoming Call - Call Waiting text to speak */
AlertTextToSpeak_IncomingCall = "Máte příchozí hovor od: \"@\"!";

/* Alerts preferences: - Incoming Call, Incoming Call Waiting - Call Waiting text to speak */
AlertTextToSpeak_IncomingCallWaiting = "Máte příchozí hovor od: \"@\"!";

/* Alerts preferences: - Call Connecting text to speak */
AlertTextToSpeak_CallConnecting = "Hovor se spojuje.";

/* Alerts preferences: - Outgoing Call text to speak */
AlertTextToSpeak_OutgoingCall = "Volá se kontakt: \"@\".";

/* Alerts preferences: - Hang Up text to speak */
AlertTextToSpeak_HangUp = "Hovor se ukončil.";

/* Alerts preferences: - Remote Party Hung Up text to speak */
AlertTextToSpeak_RemotePartyHungUp = "Účastník zavěsil.";

/* Alerts preferences: - Busy text to speak */
AlertTextToSpeak_Busy = "Linka je obsazená.";

/* Alerts preferences: - Hold Call text to speak */
AlertTextToSpeak_HoldCall = "Přidržení hovoru";

/* Alerts preferences: - Resume Call text to speak */
AlertTextToSpeak_ResumeCall = "Pokračování v hovoru";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_ForegroundMessageReceived = "Zpráva";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_MessageReceived = "Zpráva od uživatele \"@\".";

/* Alerts preferences: - Message Sent text to speak */
AlertTextToSpeak_MessageSent = "Zpráva uživateli \"@\".";

/* Alerts preferences: - Message Message Received text to speak */
AlertTextToSpeak_MoodMessageReceived = "Kontakt \"@\" si změnil zprávu o náladě.";

/* Alerts preferences: - First Message Received text to speak */
AlertTextToSpeak_FirstMessageReceived = "Máte zprávu na chatu od uživatele \"@\"!";

/* Alerts preferences: - Contact Is Typing text to speak */
AlertTextToSpeak_ContactTyping = "\"@\" píše.";

/* Alerts preferences: - Contact Request Received text to speak */
AlertTextToSpeak_ContactRequestReceived = "Dostali jste žádost o kontakt od uživatele \"@\"!";

/* Alerts preferences: - Contacts Received text to speak */
AlertTextToSpeak_ContactsReceived = "Dostali jste seznam kontaktů od uživatele \"@\"!";

/* Alerts preferences: - Incoming File Transfer text to speak */
AlertTextToSpeak_IncomingFileTransfer = "Dostali jste soubor od uživatele \"@\"!";

/* Alerts preferences: - File Transfer Completed text to speak */
AlertTextToSpeak_FileTransferCompleted = "Přenos souboru s uživatelem \"@\" se dokončil.";

/* Alerts preferences: - File Transfer Failed text to speak */
AlertTextToSpeak_FileTransferFailed = "Přenos souboru s uživatelem \"@\" selhal.";

/* Alerts preferences: - Desktop API App connected */
AlertTextToSpeak_DesktopAPIClientConnected = "Aplikace \"@\" se připojila ke Skypu";
